Mutistory Stairs already have a Stair attaching to this level.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
 Syntax
  C#
public static FailureDefinitionId StairsAlreadyAttachedToCurrentLevel { get; }
  Visual Basic
Public Shared ReadOnly Property StairsAlreadyAttachedToCurrentLevel As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StairsAlreadyAttachedToCurrentLevel {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace